export default {
  data() {
    const objRegion = {
      hotel: [{
        "region": "인기지역",
        "subList": [{
          "id": 910138,
          "text": "제주 서귀포/제주시"
        }, {
          "id": 910137,
          "text": "부산 해운대/광안리"
        }, {
          "id": 910136,
          "text": "강원 강릉/속초/양양"
        }, {
          "id": 910141,
          "text": "전남 여수/순천/목포"
        }, {
          "id": 910161,
          "text": "서울 강남/송파/서초"
        }, {
          "id": 900693,
          "text": "서울 을지로/명동/중구"
        },]
      }, {
        "region": "서울",
        "subList": [{
          "id": 900582,
          "text": "서울 전체"
        }, {
          "id": 910062,
          "text": "강남/역삼/삼성"
        }, {
          "id": 910063,
          "text": "신사/청담/압구정"
        }, {
          "id": 910064,
          "text": "서초/교대/사당"
        }, {
          "id": 910065,
          "text": "잠실/송파/강동"
        }, {
          "id": 910066,
          "text": "을지로/명동/중구"
        }, {
          "id": 910067,
          "text": "서울역/이태원/용산"
        }, {
          "id": 910068,
          "text": "종로/인사동"
        }, {
          "id": 910069,
          "text": "동대문구"
        }, {
          "id": 910153,
          "text": "홍대/합정/마포/서대문"
        }, {
          "id": 910073,
          "text": "영등포역"
        }, {
          "id": 910072,
          "text": "여의도"
        }, {
          "id": 910074,
          "text": "구로/신도림/금천"
        }, {
          "id": 910075,
          "text": "김포공항/염창/강서"
        }, {
          "id": 910076,
          "text": "건대입구/성수/왕십리"
        }, {
          "id": 910077,
          "text": "성북/강북/노원/도봉"
        }, ]
      }, {
        "region": "부산",
        "subList": [{
          "id": 900583,
          "text": "부산 전체"
        }, {
          "id": 910078,
          "text": "해운대/마린시티"
        }, {
          "id": 910079,
          "text": "벡스코/센텀시티"
        }, {
          "id": 910080,
          "text": "송정/기장"
        }, {
          "id": 910081,
          "text": "광안리/경성대"
        }, {
          "id": 910082,
          "text": "부산역"
        }, {
          "id": 910083,
          "text": "자갈치/남포동/영도"
        }, {
          "id": 910084,
          "text": "송도/다대포"
        }, {
          "id": 910085,
          "text": "서면/연산/범일"
        }, {
          "id": 910086,
          "text": "동래/온천/금정구"
        }, {
          "id": 910087,
          "text": "사상/강서/김해공항"
        }]
      }, {
        "region": "제주",
        "subList": [{
          "id": 900584,
          "text": "제주 전체"
        }, {
          "id": 910088,
          "text": "제주시/제주국제공항"
        }, {
          "id": 910162,
          "text": "서귀포시"
        }, {
          "id": 910163,
          "text": "애월/한림/협재"
        }, {
          "id": 910164,
          "text": "중문"
        }, {
          "id": 910165,
          "text": "표선/성산"
        }, {
          "id": 910166,
          "text": "함덕/김녕/세화"
        }, ]
      }, {
        "region": "경기",
        "subList": [{
          "id": 900585,
          "text": "경기 전체"
        }, {
          "id": 910091,
          "text": "가평/청평/양평"
        }, {
          "id": 910167,
          "text": "수원/화성"
        }, {
          "id": 910093,
          "text": "고양/파주/김포"
        }, {
          "id": 910094,
          "text": "의정부/포천/동두천"
        }, {
          "id": 910168,
          "text": "용인/동탄"
        }, {
          "id": 910096,
          "text": "오산/평택"
        }, {
          "id": 910097,
          "text": "남양주/구리/성남/분당"
        }, {
          "id": 910098,
          "text": "이천/광주/여주/하남"
        }, {
          "id": 910099,
          "text": "부천/광명/시흥/안산"
        }, {
          "id": 910100,
          "text": "안양/의왕/군포"
        }, ]
      }, {
        "region": "인천",
        "subList": [{
          "id": 900586,
          "text": "인천 전체"
        }, {
          "id": 910101,
          "text": "송도/소래포구"
        }, {
          "id": 910102,
          "text": "인천국제공항/강화/을왕리/영종"
        }, {
          "id": 910103,
          "text": "구읍뱃터/월미도"
        }, {
          "id": 910104,
          "text": "주안/간석/인천시청"
        }, {
          "id": 910105,
          "text": "청라/계양/부평"
        }]
      }, {
        "region": "강원",
        "subList": [{
          "id": 900587,
          "text": "강원 전체"
        }, {
          "id": 910106,
          "text": "속초/양양/고성"
        }, {
          "id": 910107,
          "text": "춘천/인제/철원"
        }, {
          "id": 910108,
          "text": "강릉"
        }, {
          "id": 910109,
          "text": "평창/정선/영월"
        }, {
          "id": 910110,
          "text": "동해/삼척/태백"
        }, {
          "id": 910111,
          "text": "홍천/횡성/원주"
        }, ]
      }, {
        "region": "경상",
        "subList": [{
          "id": 900588,
          "text": "경상 전체"
        }, {
          "id": 910112,
          "text": "대구/구미/안동/문경"
        }, {
          "id": 910113,
          "text": "경주"
        }, {
          "id": 910114,
          "text": "울산/양산"
        }, {
          "id": 910115,
          "text": "거제/통영"
        }, {
          "id": 910116,
          "text": "포항/영덕/울진/청송"
        }, {
          "id": 910117,
          "text": "창원/마산/진해/김해"
        }, {
          "id": 910118,
          "text": "남해/사천/하동/진주"
        }]
      }, {
        "region": "전라",
        "subList": [{
          "id": 900589,
          "text": "전라 전체"
        }, {
          "id": 910119,
          "text": "전주"
        }, {
          "id": 910120,
          "text": "광주/나주"
        }, {
          "id": 910121,
          "text": "여수"
        }, {
          "id": 910122,
          "text": "순천/광양/구례/목포/보성"
        }, {
          "id": 910123,
          "text": "남원/무주/완주/익산"
        }, {
          "id": 910124,
          "text": "군산/부안/고창"
        },]
      }, {
        "region": "충청",
        "subList": [{
          "id": 900590,
          "text": "충청 전체"
        }, {
          "id": 910125,
          "text": "대전/세종"
        }, {
          "id": 910126,
          "text": "천안/아산/도고"
        }, {
          "id": 910127,
          "text": "안면도/태안/서산/덕산"
        }, {
          "id": 910128,
          "text": "보령/대천/부여/공주/금산"
        }, {
          "id": 910129,
          "text": "청주/음성/진천"
        }, {
          "id": 910130,
          "text": "충주/제천/단양"
        }, ]
      }],
      motel: [{
        "region": "서울",
        "subList": [{
          "id": 910023,
          "text": "영등포/여의도"
        }, {
          "id": 900393,
          "text": "강남/역삼/삼성/논현"
        }, {
          "id": 910022,
          "text": "신림/서울대/사당/동작"
        }, {
          "id": 900406,
          "text": "건대/군자/구의"
        }, {
          "id": 900394,
          "text": "서초/신사/방배"
        }, {
          "id": 900400,
          "text": "신촌/홍대/합정"
        }, {
          "id": 900395,
          "text": "잠실/신천(잠실새내)"
        }, {
          "id": 910017,
          "text": "화곡/까치산/양천/목동"
        }, {
          "id": 900411,
          "text": "상봉/중랑/면목"
        }, {
          "id": 900403,
          "text": "성신여대/성북/월곡"
        }, {
          "id": 910024,
          "text": "구로/금천/오류/신도림"
        }, {
          "id": 900396,
          "text": "천호/길동/둔촌"
        }, {
          "id": 910191,
          "text": "종로/대학로/동묘앞역"
        }, {
          "id": 900412,
          "text": "태릉/노원/도봉/창동"
        }, {
          "id": 900409,
          "text": "수유/미아"
        }, {
          "id": 910021,
          "text": "왕십리/성수/금호"
        }, {
          "id": 910020,
          "text": "회기/고려대/청량리/신설동"
        }, {
          "id": 910192,
          "text": "동대문/을지로/충무로/신당/약수"
        }, {
          "id": 900408,
          "text": "장안동/답십리"
        }, {
          "id": 910193,
          "text": "이태원/용산/서울역/명동/회현"
        }, {
          "id": 900401,
          "text": "연신내/불광/응암"
        }]
      }, {
        "region": "경기",
        "subList": [{
          "id": 900421,
          "text": "부천"
        }, {
          "id": 900428,
          "text": "의정부"
        }, {
          "id": 900424,
          "text": "안산"
        }, {
          "id": 910032,
          "text": "파주"
        }, {
          "id": 910028,
          "text": "남양주"
        }, {
          "id": 900425,
          "text": "군포/의왕/금정/산본"
        }, {
          "id": 900431,
          "text": "양평"
        }, {
          "id": 900423,
          "text": "평택/송탄/안성"
        }, {
          "id": 900422,
          "text": "시흥"
        }, {
          "id": 910169,
          "text": "광명"
        }, {
          "id": 900415,
          "text": "수원역/구운/장안/세류"
        }, {
          "id": 910132,
          "text": "수원 인계/권선/영통"
        }, {
          "id": 900416,
          "text": "안양/평촌/인덕원/과천"
        }, {
          "id": 900426,
          "text": "일산/고양"
        }, {
          "id": 900420,
          "text": "하남/광주/여주/이천"
        }, {
          "id": 900419,
          "text": "동탄/화성/오산/병점"
        }, {
          "id": 910027,
          "text": "구리"
        }, {
          "id": 900417,
          "text": "성남/분당/위례"
        }, {
          "id": 900433,
          "text": "제부도/대부도"
        }, {
          "id": 910029,
          "text": "포천"
        }, {
          "id": 900430,
          "text": "가평/청평"
        }, {
          "id": 900418,
          "text": "용인"
        }, {
          "id": 910031,
          "text": "김포"
        }, {
          "id": 910030,
          "text": "양주/동두천/연천"
        }]
      }, {
        "region": "인천",
        "subList": [{
          "id": 900438,
          "text": "주안"
        }, {
          "id": 900457,
          "text": "동암/간석"
        }, {
          "id": 900435,
          "text": "부평"
        }, {
          "id": 910037,
          "text": "중구(월미도/차이나타운/신포/동인천)"
        }, {
          "id": 910038,
          "text": "강화/옹진"
        }, {
          "id": 900439,
          "text": "송도/연수"
        }, {
          "id": 910034,
          "text": "서구(석남,서구청,검단)"
        }, {
          "id": 910033,
          "text": "용현/숭의/도화/동구"
        }, {
          "id": 900437,
          "text": "구월"
        }, {
          "id": 910035,
          "text": "계양(작전,경인교대)"
        }, {
          "id": 900441,
          "text": "남동구(소래/만수)"
        }, {
          "id": 910036,
          "text": "인천공항/을왕리"
        }]
      }, {
        "region": "강원",
        "subList": [{
          "id": 900451,
          "text": "홍천/횡성"
        }, {
          "id": 900449,
          "text": "동해/삼척/태백"
        }, {
          "id": 900444,
          "text": "춘천/강촌"
        }, {
          "id": 900448,
          "text": "속초/양양/고성"
        }, {
          "id": 900446,
          "text": "원주"
        }, {
          "id": 900642,
          "text": "경포대/사천/주문진/정동진"
        }, {
          "id": 900445,
          "text": "강릉역/교동/옥계"
        }, {
          "id": 900447,
          "text": "영월/정선"
        }, {
          "id": 900450,
          "text": "평창"
        }, {
          "id": 900452,
          "text": "화천/철원/인제/양구"
        }]
      }, {
        "region": "제주",
        "subList": [{
          "id": 900454,
          "text": "제주시"
        }, {
          "id": 900456,
          "text": "하귀/애월/한림/협재"
        }, {
          "id": 900455,
          "text": "서귀포시"
        }]
      }, {
        "region": "대전",
        "subList": [{
          "id": 900459,
          "text": "유성구"
        }, {
          "id": 900462,
          "text": "서구(둔산/용문/월평)"
        }, {
          "id": 900461,
          "text": "동구(용전/복합터미널)"
        }, {
          "id": 900460,
          "text": "중구(은행/대흥/선화/유천)"
        }, {
          "id": 900463,
          "text": "대덕구(중리/신탄진)"
        }]
      }, {
        "region": "충북",
        "subList": [{
          "id": 900466,
          "text": "청주 상당구/ 청원구 (청주국제공항)"
        }, {
          "id": 900467,
          "text": "제천/진천/음성/단양"
        }, {
          "id": 900465,
          "text": "청주 흥덕구 / 서원구 (청주 터미널)"
        }, {
          "id": 900643,
          "text": "충주/수안보"
        }, {
          "id": 900468,
          "text": "보은/옥천/괴산/증평/영동"
        }]
      }, {
        "region": "충남/세종",
        "subList": [{
          "id": 910041,
          "text": "태안/안면도/서산"
        }, {
          "id": 910040,
          "text": "천안 동남구"
        }, {
          "id": 900471,
          "text": "공주/동학사/세종"
        }, {
          "id": 900472,
          "text": "계룡/금산/논산/청양"
        }, {
          "id": 900644,
          "text": "아산"
        }, {
          "id": 900645,
          "text": "서천/부여"
        }, {
          "id": 910039,
          "text": "천안 서북구"
        }, {
          "id": 900473,
          "text": "예산/홍성"
        }, {
          "id": 910042,
          "text": "당진"
        }, {
          "id": 900475,
          "text": "보령/대천해수욕장"
        }]
      }, {
        "region": "부산",
        "subList": [{
          "id": 910048,
          "text": "경성대/대연/용호동/문현"
        }, {
          "id": 900478,
          "text": "송정/기장/정관"
        }, {
          "id": 910043,
          "text": "남포동/중앙동/태종대/송도/영도"
        }, {
          "id": 900477,
          "text": "해운대/센텀시티/재송"
        }, {
          "id": 900483,
          "text": "동래/사직/온천장/부산대/구서"
        }, {
          "id": 900484,
          "text": "사상(경전철)/엄궁/학장"
        }, {
          "id": 900481,
          "text": "서면/양정/초읍/부산시민공원"
        }, {
          "id": 900480,
          "text": "연산/토곡"
        }, {
          "id": 910045,
          "text": "덕천/화명/만덕/구포(구포역/KTX역)"
        }, {
          "id": 910044,
          "text": "부산역/범일동/부산진역"
        }, {
          "id": 910046,
          "text": "하단/명지/김해공항/다대포/강서/신호/괴정/지사"
        }, {
          "id": 910047,
          "text": "광안리/수영"
        }]
      }, {
        "region": "울산",
        "subList": [{
          "id": 900488,
          "text": "남구/중구(삼산/성남/무거/신정)"
        }, {
          "id": 900487,
          "text": "동구/북구/울주군(일산/진장/진하/KTX역/영남알프스)"
        }]
      }, {
        "region": "경남",
        "subList": [{
          "id": 910051,
          "text": "진주"
        }, {
          "id": 900491,
          "text": "마산/진해"
        }, {
          "id": 900492,
          "text": "김해/장유"
        }, {
          "id": 900493,
          "text": "양산/밀양"
        }, {
          "id": 910053,
          "text": "창원 상남동/용호동/중앙동/창원시청"
        }, {
          "id": 910054,
          "text": "창원 명서동/봉곡동/팔용동/북면온천/창원종합버스터미널"
        }, {
          "id": 900495,
          "text": "거제/통영/고성"
        }, {
          "id": 910052,
          "text": "사천/남해"
        }, {
          "id": 910050,
          "text": "거창/함안/창녕/합천/의령"
        }, {
          "id": 910049,
          "text": "하동/산청/함양"
        }]
      }, {
        "region": "대구",
        "subList": [{
          "id": 900500,
          "text": "수성못/들안길/황금/두산/범어/시지/라이온즈파크/월드컵경기장"
        }, {
          "id": 910158,
          "text": "북부정류장/이현공단/평리동/내당동/비산동/원대동"
        }, {
          "id": 910154,
          "text": "동성로/서문시장/대구시청/삼덕동/교동/종로"
        }, {
          "id": 910155,
          "text": "대구역/칠성시장/경북대/엑스코/칠곡지구/태전동/금호지구"
        }, {
          "id": 910156,
          "text": "동대구역/고속버스터미널/신천동/신암동"
        }, {
          "id": 900651,
          "text": "성서/계명대/성서공단/상인동/달성군/가창/현풍/논공"
        }, {
          "id": 910160,
          "text": "서부정류장/광장코아/본리/죽전/장기동"
        }, {
          "id": 910159,
          "text": "두류공원/앞산공원/안지랑/성당동/이천동/대명/봉덕"
        }, {
          "id": 910157,
          "text": "대구공항/혁신도시/동촌유원지/팔공산"
        }]
      }, {
        "region": "경북",
        "subList": [{
          "id": 900504,
          "text": "포항/남구(시청/시외버스터미널/구룡포/쌍사/문덕/오천)"
        }, {
          "id": 900508,
          "text": "김천/칠곡/성주"
        }, {
          "id": 900505,
          "text": "경주(보문단지/황리단길/불국사/양남/감포/안강)"
        }, {
          "id": 900506,
          "text": "구미"
        }, {
          "id": 900507,
          "text": "경산(영남대/대구대/갓바위/하양/진량/자인)"
        }, {
          "id": 900652,
          "text": "포항/북구(영일대/죽도시장/여객터미널/송도)"
        }, {
          "id": 900510,
          "text": "문경/상주/영주/예천/군위/의성/봉화"
        }, {
          "id": 900509,
          "text": "안동(경북도청/하회마을)"
        }, {
          "id": 900653,
          "text": "영천/청도"
        }, {
          "id": 900512,
          "text": "울진/영덕/청송"
        }, {
          "id": 900542,
          "text": "울릉도"
        }]
      }, {
        "region": "광주",
        "subList": [{
          "id": 900559,
          "text": "광주역/기아챔피언스필드/전대사거리/북구"
        }, {
          "id": 900544,
          "text": "상무지구/금호지구/유스퀘어/서구"
        }, {
          "id": 900545,
          "text": "첨단지구/하남지구/송정역/광산구"
        }, {
          "id": 900546,
          "text": "충장로/대인시장/국립아시아문화전당/동구/남구"
        }]
      }, {
        "region": "전남",
        "subList": [{
          "id": 900561,
          "text": "여수"
        }, {
          "id": 900647,
          "text": "담양/곡성/화순/구례"
        }, {
          "id": 900564,
          "text": "해남/완도/진도/강진/장흥/보성/고흥"
        }, {
          "id": 900563,
          "text": "목포/무안/영암/신안"
        }, {
          "id": 910055,
          "text": "순천"
        }, {
          "id": 910056,
          "text": "광양"
        }, {
          "id": 900646,
          "text": "나주/함평/영광/장성"
        }]
      }, {
        "region": "전주/전북",
        "subList": [{
          "id": 900566,
          "text": "전주/완주"
        }, {
          "id": 900567,
          "text": "군산"
        }, {
          "id": 900568,
          "text": "익산"
        }, {
          "id": 910058,
          "text": "정읍/부안/김제/고창"
        }, {
          "id": 910057,
          "text": "남원/임실/순창/무주/진안/장수"
        }]
      }, ],
      pension: [{
        "region": "인기지역",
        "subList": [{
          "id": 900687,
          "text": "태안(안면도)"
        }, {
          "id": 900663,
          "text": "강릉"
        }, {
          "id": 900624,
          "text": "여수"
        }, {
          "id": 900664,
          "text": "거제도"
        }, {
          "id": 910131,
          "text": "속초/고성"
        }, {
          "id": 900623,
          "text": "경주 내륙(보문단지)"
        }]
      }, {
        "region": "강원",
        "subList": [{
          "id": 900592,
          "text": "강원 전체"
        }, {
          "id": 900215,
          "text": "홍천"
        }, {
          "id": 900690,
          "text": "정선/영월/강원남부"
        }, {
          "id": 900212,
          "text": "춘천(남이섬)"
        }, {
          "id": 910172,
          "text": "양양"
        }, {
          "id": 900216,
          "text": "평창"
        }, {
          "id": 900220,
          "text": "동해/삼척"
        }, {
          "id": 900221,
          "text": "철원/인제/강원북부"
        }]
      }, {
        "region": "경기",
        "subList": [{
          "id": 900591,
          "text": "경기 전체"
        }, {
          "id": 900199,
          "text": "가평 북부(남이섬,자라섬)"
        }, {
          "id": 910187,
          "text": "가평 남부(청평,수목원)"
        }, {
          "id": 900200,
          "text": "양평"
        }, {
          "id": 910177,
          "text": "포천"
        }, {
          "id": 900202,
          "text": "파주/연천/경기북부"
        }, {
          "id": 910188,
          "text": "남양주"
        }, {
          "id": 900204,
          "text": "용인/여주/화성(제부도)/경기남부"
        }, {
          "id": 900205,
          "text": "대부도/영흥도/선재도"
        }]
      }, {
        "region": "인천",
        "subList": [{
          "id": 900594,
          "text": "인천 전체"
        }, {
          "id": 900230,
          "text": "을왕리/섬(석모도 등)"
        }, {
          "id": 900228,
          "text": "강화도"
        }]
      }, {
        "region": "경남",
        "subList": [{
          "id": 900597,
          "text": "경남 전체"
        }, {
          "id": 900247,
          "text": "사천/하동/합천/경남서부"
        }, {
          "id": 900244,
          "text": "남해"
        }, {
          "id": 900245,
          "text": "통영"
        }, {
          "id": 900248,
          "text": "양산/밀양/경남동부"
        }]
      }, {
        "region": "경북",
        "subList": [{
          "id": 900598,
          "text": "경북 전체"
        }, {
          "id": 900252,
          "text": "포항"
        }, {
          "id": 910175,
          "text": "경주 해안(감포/양남/기타)"
        }, {
          "id": 900691,
          "text": "영덕/울진"
        }, {
          "id": 900253,
          "text": "문경/안동/울릉/경북북부"
        }, {
          "id": 910178,
          "text": "청도/성주/경북남부"
        }]
      }, {
        "region": "전남",
        "subList": [{
          "id": 900599,
          "text": "전남 전체"
        }, {
          "id": 900261,
          "text": "무안/해남/전남해안"
        }, {
          "id": 900258,
          "text": "순천/구례"
        }, {
          "id": 910179,
          "text": "담양/곡성/전남내륙"
        }]
      }, {
        "region": "전북",
        "subList": [{
          "id": 900600,
          "text": "전북 전체"
        }, {
          "id": 900265,
          "text": "무주"
        }, {
          "id": 900268,
          "text": "고창/남원/전북이외"
        }, {
          "id": 900264,
          "text": "부안(변산반도)"
        }, {
          "id": 900573,
          "text": "전주"
        }]
      }, {
        "region": "제주",
        "subList": [{
          "id": 900593,
          "text": "제주 전체"
        }, {
          "id": 900223,
          "text": "제주시(애월,우도,공항)"
        }, {
          "id": 900225,
          "text": "서귀포시(중문,성산)"
        }]
      }, {
        "region": "충남",
        "subList": [{
          "id": 900595,
          "text": "충남 전체"
        }, {
          "id": 910180,
          "text": "부여/논산/충남내륙"
        }, {
          "id": 900534,
          "text": "보령(대천)"
        }, {
          "id": 900234,
          "text": "당진/서천/충남해안"
        }]
      }, {
        "region": "충북",
        "subList": [{
          "id": 900596,
          "text": "충북 전체"
        }, {
          "id": 900239,
          "text": "제천/충주"
        }, {
          "id": 900238,
          "text": "단양"
        }, {
          "id": 900241,
          "text": "괴산/보은/충북남부"
        }]
      }, {
        "region": "부산",
        "subList": [{
          "id": 900272,
          "text": "부산 전체"
        }]
      }, {
        "region": "울산",
        "subList": [{
          "id": 900575,
          "text": "울산 전체"
        }]
      }, {
        "region": "서울",
        "subList": [{
          "id": 900270,
          "text": "서울 전체"
        }]
      }],
      guesthouse: [{
        "region": "인기지역",
        "subList": [{
          "id": 900632,
          "text": "제주도 제주시"
        }, {
          "id": 900669,
          "text": "서울 신촌/홍대"
        }, {
          "id": 900670,
          "text": "전남 여수"
        }, {
          "id": 900634,
          "text": "경북 경주"
        }, {
          "id": 900671,
          "text": "서울 이태원/명동/서울역"
        }, {
          "id": 900672,
          "text": "부산 남포동/부산역/송도"
        }, {
          "id": 900673,
          "text": "전북 전주/완주"
        }, {
          "id": 900674,
          "text": "부산 해운대/센텀시티"
        }, {
          "id": 900675,
          "text": "강원 속초/양양/고성"
        }, {
          "id": 900676,
          "text": "서울 강남"
        }]
      }, {
        "region": "서울",
        "subList": [{
          "id": 900601,
          "text": "서울 전체"
        }, {
          "id": 910186,
          "text": "강남/잠실/건대/뚝섬/왕십리"
        }, {
          "id": 900109,
          "text": "홍대/신촌"
        }, {
          "id": 910185,
          "text": "동대문/대학로/노원"
        }, {
          "id": 900112,
          "text": "서울역/용산/이태원"
        }, {
          "id": 900114,
          "text": "영등포/여의도/노량진/김포공항/신림"
        }, {
          "id": 900107,
          "text": "종로/삼청동/북촌/인사동"
        }, {
          "id": 900110,
          "text": "명동/남산/남대문"
        }]
      }, {
        "region": "경기",
        "subList": [{
          "id": 900119,
          "text": "경기 전체"
        }, {
          "id": 910181,
          "text": "가평/양평/경기북부"
        }, {
          "id": 910182,
          "text": "수원/용인/경기남부"
        }]
      }, {
        "region": "인천",
        "subList": [{
          "id": 900121,
          "text": "인천 전체"
        }]
      }, {
        "region": "충북/충남/대전",
        "subList": [{
          "id": 900123,
          "text": "충북/충남/대전 전체"
        }]
      }, {
        "region": "강원",
        "subList": [{
          "id": 900602,
          "text": "강원 전체"
        }, {
          "id": 910183,
          "text": "강릉"
        }, {
          "id": 900129,
          "text": "춘천/화천/양구/인제/철원"
        }, {
          "id": 900128,
          "text": "속초/양양/고성"
        }, {
          "id": 900127,
          "text": "동해/삼척/태백/정선/영월"
        }, {
          "id": 910184,
          "text": "홍천/횡성/원주/평창"
        }]
      }, {
        "region": "전북/전주",
        "subList": [{
          "id": 900603,
          "text": "전북/전주 전체"
        }, {
          "id": 900136,
          "text": "전주"
        }, {
          "id": 900137,
          "text": "군산/익산/남원/진안"
        }]
      }, {
        "region": "광주",
        "subList": [{
          "id": 900143,
          "text": "광주 전체"
        }]
      }, {
        "region": "전남",
        "subList": [{
          "id": 900604,
          "text": "전남 전체"
        }, {
          "id": 900145,
          "text": "여수/순천"
        }, {
          "id": 900146,
          "text": "담양/구례/곡성/광양/나주"
        }, {
          "id": 900147,
          "text": "목포/완도/해남/강진/진도"
        }]
      }, {
        "region": "대구",
        "subList": [{
          "id": 900154,
          "text": "대구 전체"
        }]
      }, {
        "region": "경북/경주",
        "subList": [{
          "id": 900605,
          "text": "경북/경주 전체"
        }, {
          "id": 900158,
          "text": "경주"
        }, {
          "id": 900159,
          "text": "포항/안동/봉화/기타"
        }]
      }, {
        "region": "경남/울산",
        "subList": [{
          "id": 900166,
          "text": "통영/거제/남해/울산/기타"
        }]
      }, {
        "region": "부산",
        "subList": [{
          "id": 900606,
          "text": "부산 전체"
        }, {
          "id": 900175,
          "text": "부산역/송도/감천"
        }, {
          "id": 900177,
          "text": "서면"
        }, {
          "id": 900174,
          "text": "남포동/자갈치"
        }, {
          "id": 900173,
          "text": "해운대/기장"
        }, {
          "id": 900176,
          "text": "광안리"
        }]
      }, {
        "region": "제주",
        "subList": [{
          "id": 900607,
          "text": "제주 전체"
        }, {
          "id": 910150,
          "text": "산방산(모슬포항, 마라도)"
        }, {
          "id": 910149,
          "text": "서귀포(중문관광단지,천지연폭포)"
        }, {
          "id": 910147,
          "text": "성산(우도, 섭지코지)"
        }, {
          "id": 910146,
          "text": "월정/세화(월정리해변, 비자림)"
        }, {
          "id": 910144,
          "text": "제주공항(삼양해수욕장 방면)"
        }, {
          "id": 910143,
          "text": "제주공항 (이호테우해변 방면)"
        }, {
          "id": 910152,
          "text": "애월(곽지해변,새별오름)"
        }, {
          "id": 910145,
          "text": "함덕(사려니숲길,산굼부리)"
        }, {
          "id": 910151,
          "text": "협재(차귀도, 풍차해안도로)"
        }, {
          "id": 910148,
          "text": "표선/남원(제주민속촌, 물영아리오름)"
        }]
      }]
    };
    return {
      objRegion,
    };
  },
};
